(- (+ (- (+ (+ 14719.23 8389.59) 378) 16) 170) 421.6)
|       date | currency |   ent. |    tp. | profit |    total |
|  2011-9-29 | audusd   | 0.9831 | 0.9830 |  421.6 | 23219.22 |
| 2011-10-10 | usdchf   | 0.9182 | 0.9130 |   -170 |          |
| 2011-10-11 | audusd   | 0.9936 | 0.9876 |     16 |          |
| 2011-10.13 | eurusd   | 1.3763 | 1.3700 |   -378 |          |
|------------+----------+--------+--------+--------+----------|
|      total |          |        |        | -110.4 |          |
#+TBLFM: $LR5=vsum(@2$5..@-1$5)

* TRADEPLAN (tradeplan)  :TRADEPLAN:
  :LOGBOOK:
  CLOCK: [2011-10-09 Sun 16:26]--[2011-10-09 Sun 17:03] =>  0:37
  :END:
[2011-10-09 Sun 16:26]

美元(day)指数: 依然是涨势,上周经历连续三天的下跌之后，非农提振，收了一跟下影线偏常的k线              
美元(4hr)指数: 由涨进入到转换行情中,非农提振有所回升，但是macd 已经进入到空头动能充盈阶段，下周主要思路守住 77.26 上方做多美元指数 

下周主要思路顺应美元节奏考虑小仓做多美元空肥美。 
目前肥美反弹力度普遍偏强... 即便做多美元也属于短线性质.

* TRADEPLAN (tradeplan)  :TRADEPLAN:
  :LOGBOOK:
  CLOCK: [2011-10-10 Mon 09:23]--[2011-10-10 Mon 10:14] =>  0:51
  :END:
[2011-10-10 Mon 09:23]
美元(1hr)指数: 均线系统依然压制大部分价格，有零星穿越形成横盘，上周非农行情向上突破短线道士阻力，关注日内是否有向上反弹的交易机会 
1hr分化: 首先排除日元长期短线混乱， 欧系货币分歧较大， 商品货币具备短线一致强势.

>gbp >aud >eur chf cad jpy >>

强弱方面， 欧元瑞郎加元 偏弱.

日内可能考虑的交易有瑞郎. 小仓,注意瑞郎近期涨势虽然延续但是爬升速度越来越缓慢.

瑞郎短线横盘走势，不容易看懂 . 横盘区间交易对待.

挂单: 
	0.9179 做多美瑞, 止损 0.9128 ,目标 0.9310
	仓位: 0.3 手. 

* TRADEPLAN (tradeplan)  :TRADEPLAN:
  :LOGBOOK:
  CLOCK: [2011-10-11 Tue 08:56]--[2011-10-11 Tue 10:05] =>  1:09
  :END:
[2011-10-11 Tue 08:56]

美元(day)指数: 依然是涨势,上周经历连续三天的下跌之后，非农提振，收了一跟下影线偏常的k线              
美元(4hr)指数: 进入明显的向下转换的行情当中，目前正面临77.26强支撑.                      
美元(1hr)指数: 短线跌势明显. 日内主要考虑做多非美做空美元.                            

4hr分化: 4小时分分处于向上转换的行情这点和美元指数一致.                           
1hr分化: 除了日元意外其他货币主客观方向一致向上.                               

日内重点关注 澳元走势. 计划挂单. 已经进场但是，早盘发现行情走弱迹象，中继变节奏。
手工出场

0.9930  sl 0.9874   目标 1.0130  仓位小仓 0.3 手.
* TRADEPLAN (tradeplan)  :TRADEPLAN:
  :LOGBOOK:
  CLOCK: [2011-10-12 三 07:50]--[2011-10-12 三 08:52] =>  1:02
  :END:
[2011-10-12 三 07:50]

美元(1hr)指数: 经过昨天的反复震荡. 今天行情变奏有明显反复行的中继形态.
经过昨日震荡欧元较强，今天日内首选欧元.

预期进场点 1.3563 . 50 点突破止损.  上方在4小时关键阻力附近. 仓位 0.5 小仓.
行情已经突破。 先按照旗形挂单，后面按照三角形挂单。但是都没有挂单成功. 行情突破后
撤单.
	问题1. 为什么后来选择了欧元没有坚持选择澳元. 因为早上澳元发生了较大力度
	的下跌.所以没有继续跟进
* TRADEPLAN (tradeplan)  :TRADEPLAN:
  :LOGBOOK:
  CLOCK: [2011-10-13 Thu 09:37]--[2011-10-13 Thu 14:20] =>  4:43
  :END:
[2011-10-13 Thu 09:37]


美元(day)指数: 客观均线中的55日均线支撑了汇价，但是目前来看美元指数高位主主交替.                 
美元(4hr)指数: 均线系统已经对指数形成压制,接下来一周美元指数进入下跌趋势.                     
美元(1hr)指数: 美元指数依然处于下跌节奏当中，缝次空美元                               

4hr分化: 一致性较好除了日元                                          
1hr分化: 一致性较好除了日元                                          

CAD: 4小时上有强阻力不考虑做空.
有限选择 eur / chf
* TRADEPLAN (tradeplan)  :TRADEPLAN:
  :LOGBOOK:
  CLOCK: [2011-10-14 Fri 11:52]--[2011-10-14 Fri 12:23] =>  0:31
  :END:
[2011-10-14 Fri 11:52]

*美元指数分析
   ---------------usdx---------------------
时间及别  | 1月 | 1周 | 1日 | 4时 | 1时 | 1刻 | 
   ----------------------------------------
 客 : |[ 下 ]|[ 转 ]|[ 上 ]|[ 下 ]|[ 下 ]|[ NA ]
 主 : |[ 上 ]|[ 星 ]|[ 星 ]|[ 下 ]|[ 下 ]|[ NA ]
   ----------------------------------------

*结论

美元(day)指数: 客观均线中的55日均线支撑了汇价，但是目前来看美元指数高位主主交替.                 
美元(4hr)指数: 均线系统已经对指数形成压制,接下来一周美元指数进入下跌趋势.                     
美元(1hr)指数: 均线系统微微破坏，但是趋势不改向下。继续空美元多非美                         
美元(15m)指数:                                                    


*货币分化表
 
  ------------------------------------
4hr:客:[eur:   上  ] [gbp:   上  ] [chf:   上  ] [aud:   上  ] [cad:   上  ] [jpy:   横  ]  
4hr:主:[eur:   上  ] [gbp:   上  ] [chf:   上  ] [aud:   上  ] [cad:   上  ] [jpy:   星  ]  
4hr:规:[eur:   zc  ] [gbp:   zc  ] [chf:   cc  ] [aud:   zc  ] [cad:   cc  ] [jpy:   fc  ]  
4hr:阻:[eur:1.3943 ] [gbp:1.6098 ] [chf:0.8685 ] [aud:1.0418 ] [cad:1.0135 ] [jpy:0.0000 ]  
4hr:撑:[eur:1.3557 ] [gbp:1.5537 ] [chf:0.9127 ] [aud:1.0043 ] [cad:1.0337 ] [jpy:0.0000 ]  
  ------------------------------------
1hr:客:[eur:   横  ] [gbp:   横  ] [chf:   横  ] [aud:   上  ] [cad:   横  ] [jpy:   横  ]  
1hr:主:[eur:   上  ] [gbp:   上  ] [chf:   上  ] [aud:   上  ] [cad:   星  ] [jpy:   上  ]  
1hr:规:[eur:   cc  ] [gbp:   cc  ] [chf:   nc  ] [aud:   zc  ] [cad:   nc  ] [jpy:   nc  ]  
1hr:阻:[eur:1.3943 ] [gbp:0.0000 ] [chf:0.0000 ] [aud:9.0000 ] [cad:1.0135 ] [jpy:76.1600 ]  
1hr:撑:[eur:1.3553 ] [gbp:1.5655 ] [chf:0.9024 ] [aud:0.9802 ] [cad:1.0261 ] [jpy:76.8500 ]  
  ------------------------------------
15m:客:[eur:   NA  ] [gbp:   NA  ] [chf:   NA  ] [aud:   NA  ] [cad:   NA  ] [jpy:   NA  ]  
15m:主:[eur:   NA  ] [gbp:   NA  ] [chf:   NA  ] [aud:   NA  ] [cad:   NA  ] [jpy:   NA  ]  
15m:规:[eur:   NA  ] [gbp:   NA  ] [chf:   NA  ] [aud:   NA  ] [cad:   NA  ] [jpy:   NA  ]  
xb15m:阻:[eur:1.3479 ] [gbp:1.5609 ] [chf:0.8950 ] [aud:0.9837 ] [cad:1.0279 ] [jpy:0.0000 ]  
15m:撑:[eur:1.3635 ] [gbp:1.5524 ] [chf:0.9021 ] [aud:0.0000 ] [cad:0.0000 ] [jpy:0.0000 ] 

*分化结论

4hr分化: 一致性较好除了日元                                          
1hr分化: 普遍进入震荡行情. 唯独澳元小时图均线系统依托良好                          
15m分化:                                                    


>aud jpy >eur gbp chf >cad >>

澳元： 注意三角形和旗型机会. 下午3点的时候关注三角形机会.
* TRADEPLAN (tradeplan)  :TRADEPLAN:
  :LOGBOOK:
  :END:
[2011-10-17 Mon 10:42]

Next: 交易币种初选  交易计划模板  Prev: 交易计划模板  

 市场整体情况(美元指数分析)

*美元指数分析
   ---------------usdx---------------------
时间及别  | 1月 | 1周 | 1日 | 4时 | 1时 | 1刻 | 
   ----------------------------------------
 客 : |[ 下 ]|[ 转 ]|[ 上 ]|[ 下 ]|[ 下 ]|[ NA ]
 主 : |[ 上 ]|[ 星 ]|[ 星 ]|[ 下 ]|[ 下 ]|[ NA ]
   ----------------------------------------

*结论

美元(day)指数: 客观均线中的55日均线支撑了汇价，但是目前来看美元指数高位主主交替.                 
美元(4hr)指数: 下跌趋势已定，目标直指日图关键支撑76.02                             
美元(1hr)指数: 日内依然保持下跌走势不变                                       
美元(15m)指数:                                                    

*货币分化表
 
  ------------------------------------
4hr:客:[eur:   上  ] [gbp:   上  ] [chf:   上  ] [aud:   上  ] [cad:   上  ] [jpy:   转  ]  
4hr:主:[eur:   上  ] [gbp:   上  ] [chf:   上  ] [aud:   上  ] [cad:   上  ] [jpy:   星  ]  
4hr:规:[eur:   nc  ] [gbp:   nc  ] [chf:   nc  ] [aud:   nc  ] [cad:   nc  ] [jpy:   nc  ]  
4hr:阻:[eur:1.3943 ] [gbp:1.6098 ] [chf:0.8685 ] [aud:0.0000 ] [cad:0.9871 ] [jpy:76.6400 ]  
4hr:撑:[eur:1.3656 ] [gbp:1.5650 ] [chf:0.9052 ] [aud:0.0000 ] [cad:1.0279 ] [jpy:77.7600 ]  
  ------------------------------------
1hr:客:[eur:   上  ] [gbp:   上  ] [chf:   上  ] [aud:   上  ] [cad:   上  ] [jpy:   下  ]  
1hr:主:[eur:   上  ] [gbp:   上  ] [chf:   上  ] [aud:   上  ] [cad:   上  ] [jpy:   下  ]  
1hr:规:[eur:   zc  ] [gbp:   zc  ] [chf:   zc  ] [aud:   nc  ] [cad:   nc  ] [jpy:   nc  ]  
1hr:阻:[eur:0.0000 ] [gbp:0.0000 ] [chf:0.0000 ] [aud:0.0000 ] [cad:0.0000 ] [jpy:0.0000 ]  
1hr:撑:[eur:1.3779 ] [gbp:1.5714 ] [chf:0.9024 ] [aud:0.0000 ] [cad:1.0164 ] [jpy:0.0000 ]  
  ------------------------------------
15m:客:[eur:   NA  ] [gbp:   NA  ] [chf:   NA  ] [aud:   NA  ] [cad:   NA  ] [jpy:   NA  ]  
15m:主:[eur:   NA  ] [gbp:   NA  ] [chf:   NA  ] [aud:   NA  ] [cad:   NA  ] [jpy:   NA  ]  
15m:规:[eur:   NA  ] [gbp:   NA  ] [chf:   NA  ] [aud:   NA  ] [cad:   NA  ] [jpy:   NA  ]  
15m:阻:[eur:1.3479 ] [gbp:1.5609 ] [chf:0.8950 ] [aud:0.9837 ] [cad:1.0279 ] [jpy:0.0000 ]  
15m:撑:[eur:1.3635 ] [gbp:1.5524 ] [chf:0.9021 ] [aud:0.0000 ] [cad:0.0000 ] [jpy:0.0000 ] 

*分化结论

4hr分化: 一致上涨除了日元看不清.                                       
1hr分化: 一致上涨除了日元看不清.                                       
15m分化:                                                    

*日内强弱选择
[eur] [gbp] [chf] [aud] [cad] [jpy] 

>eur chf aud cad >gbp >>jpy >

今日选择做多欧元. 1等模型
